[Information]
TRANSLATOR=小良奇 chriszxl
CONTACT_ADDRESS=ChrisStudio@Msn.Com
VERSION=1.0.17

[Language]
LANGUAGE=繁體中文
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0404, 0x0C04, 0x1404, 0x7C04,

[Url]
WIKIPEDIA_SMART=http://en.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=文件(&F)
CUSTOMIZE=自定義(&C)
EXIT=退出(&E)
EDIT=編輯(&E)
COPY=複製(&C)
FUNCTION=功能(&u)
HIDE_SMART_INFO=隱藏&S.M.A.R.T.信息
HIDE_SERIAL_NUMBER=隱藏序列號(&N)
SHOW_DRIVE_LETTER=顯示驅動器卷標(&L)
ADVANCED_DISK_SEARCH=&高級磁碟搜索
EVENT_LOG=日誌(&v)
AAM_APM_CONTROL=AA&M/APM Control
AUTO_AAM_APM_ADAPTION=Auto AAM/A&PM Adaption
RESIDENT=常駐-最小化到系統托盤圖標(R&)
STARTUP=開機啟動(&S)
OPEN_DISK_MANAGEMENT=打開磁盤管理(&D)
OPEN_DEVICE_MANAGER=打開設備管理(&M)
ADVANCED_FEATURE=Advanced &Feature
REFRESH=刷新(&R)
RESCAN=Res&can
DISABLE=禁用(&D)
AUTO_REFRESH=自動刷新時間(&A)
AUTO_REFRESH_TARGET=自動刷新對像(&T)
AUTO_REFRESH_TARGET_ALL_DISK=自動刷新已選磁碟(&g)
AUTO_REFRESH_UNTARGET_ALL_DISK=自動刷新未選磁碟(&U)
WAIT_TIME_AT_STARTUP=開機啟動延遲...(&W)
GRAPH=圖表(&G)
THEME=主題(&T)
DISK=磁盤(&D)
HELP=幫助(&H)
HELP_ABOUT=關於CrystalDiskInfo(&A)
HELP_ABOUT_SMART=關於&S.M.A.R.T. (Wikipedia) [Web]
LANGUAGE=界面語言
ITEM=項目(&I)
TEMPERATURE_TYPE=溫度顯示(&e)
CELSIUS=攝氏度(°C)
FAHRENHEIT=華氏度(°F)
HEALTH_STATUS_SETTING=&Health Status Setting

;Graph
OPTION=選項(&O)
LEGEND_POSITION=圖表位置(&L)
NORTH_WEST=西北(&N)
NORTH_EAST=東北(&E)
SOUTH_WEST=西南(&W)
SOUTH_EAST=東南(&S)
MAX_PLOT_POINT=最大繪圖點(&M)
TIME_FORMAT=&Time Format
PAINT_WEEKEND=&Paint Weekend
ALL=全部(&A)

;2.7.0
COPY_OPTION=Copy &Option
RESIDENT_STYLE=Resident St&yle
MINIMIZE=Minimize
HIDE=Hide

;3.0.0
ZOOM=&Zoom
AUTO=&Auto
ATTRIBUTE=&Attribute

;3.5.0
ASCII_VIEW=ASCII View
AUTO_DTECTION=Auto Detection
SECOND=秒
MINUTE=分鐘
HOUR=hour

[TrayMenu]
EXIT=退出
REFRESH=刷新
RESCAN=Res&can
ENABLE=啟用
DISABLE=禁用
ENABLE_ALL=全部啟用
DISABLE_ALL=全部禁用
AUTO_REFRESH=自動刷新時間
AUTO_REFRESH_TARGET=自動刷新對像 
AUTO_REFRESH_TARGET_ALL_DISK=自動刷新已選磁碟
AUTO_REFRESH_UNTARGET_ALL_DISK=自動刷新未選磁碟
ALARM_SETTING_TEMPERATURE=警報設置 - 溫度
ALARM_SETTING_HEALTH_STATUS=警報設置 - 健康狀態
SHOW_MAIN_WINDOW=顯示主界面
SHOW_TEMPERATURE_ICON=顯示溫度圖標
SHOW_ALL_TEMPERATURE_ICON=顯示所有溫度圖標
HIDE_ALL_TEMPERATURE_ICON=隱藏所有溫度圖標
COLLECTIVE_SETTING=通用設置
GRAPH=圖表
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Show Temperature Icon Only

[DiskStatus]
GOOD=良好
CAUTION=警告
BAD=差
UNKNOWN=未知
DISK=磁盤

[Dialog]
LIST_ID=ID
LIST_CURRENT=當前
LIST_WORST=最差
LIST_THRESHOLD=臨界
LIST_RAW_VALUES=Raw值
;LIST_DESCRIPTION=類型
LIST_ATTRIBUTE_NAME=Attribute Name

FIRMWARE=韌體
SERIAL_NUMBER=序列號
INTERFACE=接口
STANDARD=標準
TRANSFER_MODE=傳輸模式
BUFFER_SIZE=緩存大小
NV_CACHE_SIZE=NV緩存大小
ROTATION_RATE=Rotation Rate
TEMPERATURE=溫度
POWER_ON_HOURS=使用時間
POWER_ON_COUNT=使用週期
DRIVE_LETTER=卷標
FEATURE=支持的特徵
HEALTH_STATUS=健康狀態

UNKNOWN=未知
POWER_ON_COUNT_UNIT=週期
POWER_ON_HOURS_UNIT=小時
POWER_ON_DAYS_UNIT=天

[Message]
DETECT_UNIT_POWER_ON_HOURS=偵測使用時間(需要大約130秒)
DETECT_DISK=Detecting Disk
PLEASE_ENABLE_WMI=請打開WMI(Windows Management Instrumentation)
PLEASE_RESTART_THIS_APPLICATION=Please restart this application in order to change the theme
DISK_NOT_FOUND=Disk Not Found

[Alarm]
ALARM_TEMPERATURE=預警 - 溫度
ALARM_HEALTH_STATUS=預警 - 健康狀態
DEGRADATION=老化
RECOVERY=Recovery
;3.5.0
INFO_HEALTH_STATUS=Info - Health Status

[Graph]
PLEASE_SELECT_ITEM=請選擇項目
ACTUAL_VALUE=真實值 (Raw值)
NORMALIZED_VALUE=正常值 (當前值)
ALL_ON=全部打開
ALL_OFF=全部關閉
RESET=重設

[Customize]
LINE_COLOR=線顏色
BACKGROUND_IMAGE=背景圖片
SUPPORTED_IMAGE_FORMAT=支持的圖片格式
ALL_FILES=所有文件類型

[AamApm]
AAM_LOW=<- Silent (80h)
AAM_HIGH=Performance (FEh) ->
AAM_RECOMMEND=Recommended Value
APM_LOW=<- Min Power (01h)
APM_HIGH=Performance (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automatic Acoustic Management (AAM)
ADVANCED_POWER_MANAGEMENT=Advanced Power Management (APM)

[WindowTitle]
ABOUT=關於CrystalDiskInfo
GRAPH=Graph
CUSTOMIZE=Customize
VERSION_INFORMATION=Version Information
AAM_APM_CONTROL=AAM/APM Control
HEALTH_STATUS_SETTING=Health Status Setting

[HealthStatus]
THRESHOLD_OF_CAUTION=Threshold of Caution
APPLY=Apply
DEFAULT=Default

[Smart]
UNKNOWN=未知
VENDOR_SPECIFIC=Vendor Specific
01=底層數據讀取出錯率
02=數據
03=馬達旋轉同步時間
04=啟動/停止 次數
05=重新分配扇區數
06=重分配扇區數
07=尋道出錯率
08=尋道時間
09=累計加電時間
0A=旋轉重試數
0B=重新校準回收挽回
0C=設備通電週期
0D=軟體讀取錯誤率評估 
BE=內部氣流溫度
BF=G-Sense 錯誤率
C0=重分配扇區數
C1=載入/卸載 週期數
C2=溫度
C3=硬件ECC隱藏
C4=重新分配事件數
C5=目前暫止磁區數
C6=無法修正的扇區總數
C7=UltraDMA CRC錯誤總數
C8=寫入錯誤評估
C9=軟體讀取錯誤率
CA=數據馬克地址錯誤
CB=取消 ECC 運行
CC=軟式 ECC 校正
CD=熱極限評估
CE=飛行高度
CF=當前旋轉級別
D0=旋轉蜂鳴
D1=離線尋道能力
D3=寫入變化
D4=突發寫入
DC=磁盤漂移
DD=震動感測出錯率
DE=以載入小時
DF=磁頭升降重試數
E0=讀取摩擦
E1=載入/卸載 週期數
E2=裝入時間
E3=轉矩放大數
E4=電源關閉撤消週期
E6=GMR 磁頭振幅
E7=溫度
F0=磁頭運行時間
FA=讀取錯誤重試評估
;Added 3.0
B8=End-to-End Error
BB=Reported Uncorrectable Errors
BC=Command Timeout
BD=High Fly Writes
FE=Free Fall Protection

[SmartSsd]
01=底層數據讀取出錯率
02=數據
03=馬達旋轉同步時間
04=啟動/停止 次數
05=重新分配扇區數
06=重分配扇區數
07=尋道出錯率
08=尋道時間
09=累計加電時間
0A=旋轉重試數
0B=重新校準回收挽回
0C=設備通電週期
0D=軟體讀取錯誤率評估 
C0=Unsafe Shutdown Count
C2=溫度
C4=重新分配事件數
C5=目前暫止磁區數
C6=無法修正的扇區總數
; CrystalDiskInfo assign
FF=Remaining Life

[SmartMtron]
BB=Total Erase Count

[SmartIndlinx]
01=底層數據讀取出錯率
09=累計加電時間
0C=設備通電週期
B8=Initial Bad Block Count
C3=Program Failure Block Count
C4=Erase Failure Block Count
C5=Read Failure Block Count
C6=Total Count of Read Sectors
C7=Total Count of Write Sectors
C8=Total Count of Read Commands
C9=Total Count of Write Commands
CA=Total Count of Error bits from flash
CB=Total Count of Read Sectors with Correctable Bit Errors
CC=Bad Block Full Flag
CD=Maximum PE Count Specification
CE=Minimum Erase Count
CF=Maximum Erase Count
D0=Average Erase Count
D1=Remaining Drive Life

[SmartJMicron]
09=累計加電時間
0C=設備通電週期
C2=溫度
E5=Halt System ID, Flash ID
E8=Firmware Version Information
E9=ECC Fail Record
EA=Average Erase Count, Max Erase Count
EB=Good Block Count, System Block Count

[SmartIntel] ;Updated (3.1) Please translate C0-B8.
03=馬達旋轉同步時間
04=啟動/停止 次數
05=重新分配扇區數
09=累計加電時間
0C=設備通電週期
C0=Unsafe Shutdown Count
E1=Host Writes
E8=Available Reserved Space
E9=Media Wearout Indicator
B8=End to End Error Detection Count

[SmartSamsung] ;Updated (3.3)
09=累計加電時間
0C=設備通電週期
AF=Program Fail Count (Chip)
B0=Erase Fail Count (Chip)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Chip)
B3=Used Reserved Block Count (Total)
B4=Unused Reserved Block Count (Total)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
B7=Runtime bad block (Total)
BB=Uncorrectable Error Count
BE=Temperature Exceed Count
C2=溫度
C3=ECC Rate
C6=Off-Line Uncorrectable Error Count
C7=CRC Error Count
C9=Super cap Status
CA=SSD Mode Status

[SmartSandForce] ;Added (3.5.1)
01=Raw Read Error Rate
05=Retired Block Count
09=Power-on Hours
0C=Power Cycle Count
0D=Soft Read Error Rate
64=GBytes Erased
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected power loss Count
BB=Reported Uncorrectable Errors
C2=Temperature
C3=ECC On-the-fly Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
C7=SATA R-Errors Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate